tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'

brew 'archey'
brew 'autojump'
brew 'coreutils'
brew 'dos2unix'
brew 'gist'
brew 'git'
brew 'git-extras'
brew 'go'
brew 'graphicsmagick'
brew 'grc'
brew 'heroku'
brew 'highlight'
brew 'homebrew/php/composer'
brew 'hub'
brew 'keybase'
brew 'mas'
brew 'mercurial'
brew 'mongodb'
brew 'nvm'
brew 'rbenv'
brew 'ruby-build'
brew 'spark'
brew 'tree'
brew 'wget'
brew 'z'

cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'capsee'
cask 'cloudup'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'font-anonymous-pro'
cask 'font-fira-code'
cask 'font-inconsolata'
cask 'font-inconsolata-dz'
cask 'font-inconsolata-dz-for-powerline'
cask 'font-input'
cask 'font-mononoki'
cask 'font-mononoki-nerd-font'
cask 'github-desktop'
cask 'google-drive'
cask 'grandperspective'
cask 'hocus-focus'
cask 'hyper'
cask 'imageoptim'
cask 'istat-menus'
cask 'iterm2'
cask 'karabiner-elements'
cask 'limechat'
cask 'macvim'
cask 'mplayerx'
cask 'pg-commander'
cask 'postbox'
cask 'postgres'
cask 'rescuetime'
cask 'rowanj-gitx'
cask 'safari-technology-preview'
cask 'skype'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'transmission'
cask 'vimr'
cask 'visual-studio-code'
cask 'vlc'
cask 'yubikey-personalization-gui'

mas 'Simplenote', id: 692867256
mas 'Airmail 3', id: 918858936
mas 'Todoist', id: 585829637
mas 'The Unarchiver', id: 425424353
mas '1Password', id: 443987910
mas 'Quip', id: 1003160018
mas 'Priime Styles', id: 1089627601
mas 'Xcode', id: 497799835
mas 'Amphetamine', id: 937984704
mas 'Slack', id: 803453959
mas 'iA Writer', id: 775737590
mas 'AntiRSI', id: 442007571
mas 'Noizio', id: 928871589
