tap "homebrew/core"

brew "archey"
brew "autojump"
brew "colordiff"
brew "coreutils"
brew "dos2unix"
brew "gist"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "go"
brew "grc"
brew "htop"
brew "hub"
brew "lynx"
brew "nvm"
brew "rbenv"
brew "starship"
brew "tree"
brew "wdiff"
brew "wget"
brew "z"
