tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"

brew "archey"
brew "coreutils"
brew "dos2unix"
brew "figlet"
brew "fish"
brew "flow"
brew "gist"
brew "git-extras"
brew "git"
brew "go"
brew "graphicsmagick"
brew "grc"
brew "heroku"
brew "highlight"
brew "homebrew/php/composer"
brew "hub"
brew "jq"
brew "liquidprompt"
brew "mas"
brew "mercurial"
brew "mongodb"
brew "nvm"
brew "rbenv"
brew "smlnj"
brew "spark"
brew "tree"
brew "wget"
brew "yarn"
brew "z"

mas "1Password", id: 443987910
mas "Adobe Photoshop Lightroom 4", id: 506734677
mas "Amphetamine", id: 937984704
mas "Battery Indicator", id: 1206020918
mas "Frank DeLoupe", id: 530458789
mas "GarageBand", id: 408980954
mas "iA Writer", id: 775737590
mas "Pages", id: 409201541
mas "Priime Styles", id: 1089627601
mas "Simplenote", id: 692867256
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
