alfred
antirsi
bartender
capsee
cloudup
dropbox
firefox
flux
github-desktop
gitx
google-drive
google-chrome
grandperspective
hocus-focus
imageoptim
istat-menus
iterm2
limechat
monotype-skyfonts
mplayerx
noizio
pg-commander
postbox
postgres
skype
spectacle
spotify
transmission
vlc
yubikey-personalization-gui
